Repository: ReneeHuh/ExcalidrawDesktop
Catalog: ExcalidrawDesktop.App/Strings/*/Resources.resw
Source language: en_us
Languages: ar_sa, de_de, es_es, fr_fr, ja_jp, pt_br, zh_cn

# PublisherDisplayName
source: Excalidraw Desktop Development
ar_sa: تطوير Excalidraw Desktop
de_de: Excalidraw-Desktop-Entwicklung
es_es: Desarrollo de Excalidraw Desktop
fr_fr: Développement Excalidraw Desktop
ja_jp: Excalidraw Desktop 開発版
pt_br: Desenvolvimento do Excalidraw Desktop
zh_cn: Excalidraw Desktop 开发版

# AppDescription
source: A local-first desktop home for Excalidraw
ar_sa: تطبيق سطح مكتب محلي أولًا لـ Excalidraw
de_de: Eine lokale Desktop-App für Excalidraw
es_es: Una aplicación de escritorio local para Excalidraw
fr_fr: Une application de bureau locale pour Excalidraw
ja_jp: ローカルファーストの Excalidraw デスクトップアプリ
pt_br: Um aplicativo local para usar o Excalidraw no desktop
zh_cn: 以本地使用为核心的 Excalidraw 桌面应用

# ExcalidrawFileTypeDisplayName
source: Excalidraw drawing
ar_sa: رسم Excalidraw
de_de: Excalidraw-Zeichnung
es_es: Dibujo de Excalidraw
fr_fr: Dessin Excalidraw
ja_jp: Excalidraw 図面
pt_br: Desenho do Excalidraw
zh_cn: Excalidraw 绘图

# DocumentTabs.AutomationProperties.Name
source: Open drawings
ar_sa: الرسومات المفتوحة
de_de: Geöffnete Zeichnungen
es_es: Dibujos abiertos
fr_fr: Dessins ouverts
ja_jp: 開いている図面
pt_br: Desenhos abertos
zh_cn: 打开的绘图

# ApplicationMenu.AutomationProperties.Name
source: Application menu
ar_sa: قائمة التطبيق
de_de: Anwendungsmenü
es_es: Menú de la aplicación
fr_fr: Menu de l’application
ja_jp: アプリケーション メニュー
pt_br: Menu do aplicativo
zh_cn: 应用菜单

# FileMenu.Title
source: File
ar_sa: ملف
de_de: Datei
es_es: Archivo
fr_fr: Fichier
ja_jp: ファイル
pt_br: Arquivo
zh_cn: 文件

# NewTabMenuItem.Text
source: New tab
ar_sa: علامة تبويب جديدة
de_de: Neuer Tab
es_es: Nueva pestaña
fr_fr: Nouvel onglet
ja_jp: 新しいタブ
pt_br: Nova guia
zh_cn: 新建标签页

# NewWindowMenuItem.Text
source: New window
ar_sa: نافذة جديدة
de_de: Neues Fenster
es_es: Nueva ventana
fr_fr: Nouvelle fenêtre
ja_jp: 新しいウィンドウ
pt_br: Nova janela
zh_cn: 新建窗口

# OpenMenuItem.Text
source: Open…
ar_sa: فتح…
de_de: Öffnen…
es_es: Abrir…
fr_fr: Ouvrir…
ja_jp: 開く…
pt_br: Abrir…
zh_cn: 打开…

# RecentFilesMenu.Text
source: Recent
ar_sa: الأخيرة
de_de: Zuletzt verwendet
es_es: Recientes
fr_fr: Récents
ja_jp: 最近使った項目
pt_br: Recentes
zh_cn: 最近使用

# SaveMenuItem.Text
source: Save
ar_sa: حفظ
de_de: Speichern
es_es: Guardar
fr_fr: Enregistrer
ja_jp: 保存
pt_br: Salvar
zh_cn: 保存

# SaveAsMenuItem.Text
source: Save as…
ar_sa: حفظ باسم…
de_de: Speichern unter…
es_es: Guardar como…
fr_fr: Enregistrer sous…
ja_jp: 名前を付けて保存…
pt_br: Salvar como…
zh_cn: 另存为…

# SaveAllMenuItem.Text
source: Save all
ar_sa: حفظ الكل
de_de: Alle speichern
es_es: Guardar todo
fr_fr: Tout enregistrer
ja_jp: すべて保存
pt_br: Salvar tudo
zh_cn: 全部保存

# ExportPngMenuItem.Text
source: Export whole drawing as PNG…
ar_sa: تصدير الرسم بالكامل بصيغة PNG…
de_de: Gesamte Zeichnung als PNG exportieren…
es_es: Exportar dibujo completo como PNG…
fr_fr: Exporter le dessin entier au format PNG…
ja_jp: 図面全体を PNG としてエクスポート…
pt_br: Exportar desenho inteiro como PNG…
zh_cn: 将整个绘图导出为 PNG…

# CloseTabMenuItem.Text
source: Close tab
ar_sa: إغلاق علامة التبويب
de_de: Tab schließen
es_es: Cerrar pestaña
fr_fr: Fermer l’onglet
ja_jp: タブを閉じる
pt_br: Fechar guia
zh_cn: 关闭标签页

# CloseWindowMenuItem.Text
source: Close window
ar_sa: إغلاق النافذة
de_de: Fenster schließen
es_es: Cerrar ventana
fr_fr: Fermer la fenêtre
ja_jp: ウィンドウを閉じる
pt_br: Fechar janela
zh_cn: 关闭窗口

# SettingsMenuItem.Text
source: Settings
ar_sa: الإعدادات
de_de: Einstellungen
es_es: Configuración
fr_fr: Paramètres
ja_jp: 設定
pt_br: Configurações
zh_cn: 设置

# ExitMenuItem.Text
source: Exit
ar_sa: خروج
de_de: Beenden
es_es: Salir
fr_fr: Quitter
ja_jp: 終了
pt_br: Sair
zh_cn: 退出

# WindowDragRegion.AutomationProperties.Name
source: Window drag region
ar_sa: منطقة سحب النافذة
de_de: Ziehbereich des Fensters
es_es: Región para arrastrar la ventana
fr_fr: Zone de déplacement de la fenêtre
ja_jp: ウィンドウのドラッグ領域
pt_br: Região para arrastar a janela
zh_cn: 窗口拖动区域

# SettingsButton.AutomationProperties.Name
source: Show Settings tab
ar_sa: إظهار علامة تبويب الإعدادات
de_de: Tab „Einstellungen“ anzeigen
es_es: Mostrar pestaña Configuración
fr_fr: Afficher l’onglet Paramètres
ja_jp: 設定タブを表示
pt_br: Mostrar guia Configurações
zh_cn: 显示设置标签页

# StatusBar.AutomationProperties.Name
source: Drawing status
ar_sa: حالة الرسم
de_de: Zeichnungsstatus
es_es: Estado del dibujo
fr_fr: État du dessin
ja_jp: 図面の状態
pt_br: Status do desenho
zh_cn: 绘图状态

# StatusDocumentText.Text
source: Untitled
ar_sa: بلا عنوان
de_de: Unbenannt
es_es: Sin título
fr_fr: Sans titre
ja_jp: 無題
pt_br: Sem título
zh_cn: 未命名

# StatusStateText.Text
source: New drawing
ar_sa: رسم جديد
de_de: Neue Zeichnung
es_es: Nuevo dibujo
fr_fr: Nouveau dessin
ja_jp: 新しい図面
pt_br: Novo desenho
zh_cn: 新绘图

# AppearanceSection.Text
source: Appearance
ar_sa: المظهر
de_de: Darstellung
es_es: Apariencia
fr_fr: Apparence
ja_jp: 外観
pt_br: Aparência
zh_cn: 外观

# ThemeSettingsCard.Header
source: App frame theme
ar_sa: نسق إطار التطبيق
de_de: Design des App-Rahmens
es_es: Tema del marco de la aplicación
fr_fr: Thème du cadre de l’application
ja_jp: アプリ フレームのテーマ
pt_br: Tema da moldura do aplicativo
zh_cn: 应用框架主题

# ThemeSettingsCard.Description
source: Choose the appearance of the native title bar, menus, and settings page.
ar_sa: اختر مظهر شريط العنوان والقوائم وصفحة الإعدادات.
de_de: Darstellung von Titelleiste, Menüs und Einstellungen auswählen.
es_es: Elige la apariencia de la barra de título, los menús y la configuración.
fr_fr: Choisissez l’apparence de la barre de titre, des menus et des paramètres.
ja_jp: タイトル バー、メニュー、設定ページの外観を選択します。
pt_br: Escolha a aparência da barra de título, dos menus e das configurações.
zh_cn: 选择标题栏、菜单和设置页面的外观。

# ThemeSystemOption.Content
source: Use system setting
ar_sa: استخدام إعداد النظام
de_de: Systemeinstellung verwenden
es_es: Usar configuración del sistema
fr_fr: Utiliser le paramètre système
ja_jp: システム設定を使用
pt_br: Usar configuração do sistema
zh_cn: 使用系统设置

# ThemeLightOption.Content
source: Light
ar_sa: فاتح
de_de: Hell
es_es: Claro
fr_fr: Clair
ja_jp: ライト
pt_br: Claro
zh_cn: 浅色

# ThemeDarkOption.Content
source: Dark
ar_sa: داكن
de_de: Dunkel
es_es: Oscuro
fr_fr: Sombre
ja_jp: ダーク
pt_br: Escuro
zh_cn: 深色

# LanguageSection.Text
source: Language
ar_sa: اللغة
de_de: Sprache
es_es: Idioma
fr_fr: Langue
ja_jp: 言語
pt_br: Idioma
zh_cn: 语言

# LanguageSettingsCard.Header
source: Application language
ar_sa: لغة التطبيق
de_de: Anwendungssprache
es_es: Idioma de la aplicación
fr_fr: Langue de l’application
ja_jp: アプリケーションの言語
pt_br: Idioma do aplicativo
zh_cn: 应用语言

# LanguageSettingsCard.Description
source: Choose the language used by the desktop shell and editor. Changes apply after restart.
ar_sa: اختر اللغة المستخدمة في سطح المكتب والمحرر. تُطبق التغييرات بعد إعادة التشغيل.
de_de: Sprache für Desktop und Editor auswählen. Änderungen gelten nach einem Neustart.
es_es: Elige el idioma del escritorio y del editor. Los cambios se aplican tras reiniciar.
fr_fr: Choisissez la langue de l’application et de l’éditeur. Les modifications s’appliquent après redémarrage.
ja_jp: デスクトップとエディターで使用する言語を選択します。変更は再起動後に適用されます。
pt_br: Escolha o idioma do aplicativo e do editor. As alterações entram em vigor após reiniciar.
zh_cn: 选择桌面界面和编辑器使用的语言。更改将在重启后应用。

# LanguageRestartInfoBar.Title
source: Restart required
ar_sa: إعادة التشغيل مطلوبة
de_de: Neustart erforderlich
es_es: Es necesario reiniciar
fr_fr: Redémarrage requis
ja_jp: 再起動が必要です
pt_br: Reinicialização necessária
zh_cn: 需要重启

# LanguageRestartInfoBar.Message
source: Restart Excalidraw Desktop to apply the selected language. Unsaved drawings will not be closed automatically.
ar_sa: أعد تشغيل Excalidraw Desktop لتطبيق اللغة. لن تُغلق الرسومات غير المحفوظة تلقائيًا.
de_de: Starten Sie Excalidraw Desktop neu, um die Sprache anzuwenden. Nicht gespeicherte Zeichnungen werden nicht automatisch geschlossen.
es_es: Reinicia Excalidraw Desktop para aplicar el idioma. Los dibujos sin guardar no se cerrarán automáticamente.
fr_fr: Redémarrez Excalidraw Desktop pour appliquer la langue. Les dessins non enregistrés ne seront pas fermés automatiquement.
ja_jp: 言語を適用するには Excalidraw Desktop を再起動してください。未保存の図面が自動的に閉じられることはありません。
pt_br: Reinicie o Excalidraw Desktop para aplicar o idioma. Desenhos não salvos não serão fechados automaticamente.
zh_cn: 重启 Excalidraw Desktop 以应用所选语言。未保存的绘图不会自动关闭。

# StartupSection.Text
source: Startup
ar_sa: بدء التشغيل
de_de: Start
es_es: Inicio
fr_fr: Démarrage
ja_jp: 起動
pt_br: Inicialização
zh_cn: 启动

# ReopenTabsSettingsCard.Header
source: Reopen saved drawing tabs
ar_sa: إعادة فتح علامات تبويب الرسومات المحفوظة
de_de: Gespeicherte Zeichnungstabs erneut öffnen
es_es: Volver a abrir pestañas guardadas
fr_fr: Rouvrir les onglets enregistrés
ja_jp: 保存済み図面のタブを再度開く
pt_br: Reabrir guias de desenhos salvos
zh_cn: 重新打开已保存的绘图标签页

# ReopenTabsSettingsCard.Description
source: Restore clean file-backed tabs from the previous session. Unsaved recovery is always preserved.
ar_sa: استعادة علامات التبويب المحفوظة من الجلسة السابقة. يتم دائمًا الاحتفاظ ببيانات الاسترداد غير المحفوظة.
de_de: Saubere dateibasierte Tabs der vorherigen Sitzung wiederherstellen. Ungesicherte Wiederherstellungen bleiben erhalten.
es_es: Restaura las pestañas guardadas de la sesión anterior. La recuperación sin guardar siempre se conserva.
fr_fr: Restaure les onglets enregistrés de la session précédente. La récupération non enregistrée est toujours conservée.
ja_jp: 前回のセッションから保存済みタブを復元します。未保存の復旧データは常に保持されます。
pt_br: Restaura as guias salvas da sessão anterior. A recuperação não salva sempre é preservada.
zh_cn: 恢复上次会话中已保存的标签页。未保存的恢复数据始终会保留。

# SaveDirtyDrawingsOnCloseSettingsCard.Header
source: Automatically save dirty drawings on close
de_de: Geänderte Zeichnungen beim Schließen automatisch speichern
es_es: Guardar automáticamente los dibujos modificados al cerrar
fr_fr: Enregistrer automatiquement les dessins modifiés à la fermeture
ja_jp: 終了時に変更済みの図面を自動保存
pt_br: Salvar automaticamente desenhos alterados ao fechar
zh_cn: 关闭时自动保存已修改的绘图

# SaveDirtyDrawingsOnCloseSettingsCard.Description
source: Save changed drawings when closing a tab or window, or when exiting. Untitled drawings still ask where to save, and cancelling keeps the window open.
de_de: Geänderte Zeichnungen beim Schließen eines Tabs oder Fensters sowie beim Beenden speichern. Bei unbenannten Zeichnungen wird weiterhin nach einem Speicherort gefragt; Abbrechen lässt das Fenster geöffnet.
es_es: Guarda los dibujos modificados al cerrar una pestaña o ventana, o al salir. Los dibujos sin título siguen preguntando dónde guardarse y cancelar mantiene la ventana abierta.
fr_fr: Enregistre les dessins modifiés lors de la fermeture d’un onglet, d’une fenêtre ou de l’application. Les dessins sans titre demandent toujours où être enregistrés et l’annulation garde la fenêtre ouverte.
ja_jp: タブやウィンドウを閉じるか終了するときに変更済みの図面を保存します。無題の図面では保存先を確認し、キャンセルするとウィンドウを開いたままにします。
pt_br: Salva desenhos alterados ao fechar uma guia ou janela, ou ao sair. Desenhos sem título ainda perguntam onde salvar, e cancelar mantém a janela aberta.
zh_cn: 关闭标签页、窗口或退出时保存已修改的绘图。无标题绘图仍会询问保存位置，取消操作会使窗口保持打开。

# PerformanceSection.Text
source: Performance
ar_sa: الأداء
de_de: Leistung
es_es: Rendimiento
fr_fr: Performances
ja_jp: パフォーマンス
pt_br: Desempenho
zh_cn: 性能

# SleepTabsSettingsCard.Header
source: Sleep inactive tabs
ar_sa: تعليق علامات التبويب غير النشطة
de_de: Inaktive Tabs in den Ruhezustand versetzen
es_es: Suspender pestañas inactivas
fr_fr: Mettre en veille les onglets inactifs
ja_jp: 非アクティブなタブをスリープ
pt_br: Suspender guias inativas
zh_cn: 休眠非活动标签页

# SleepTabsSettingsCard.Description
source: Suspend safe clean tabs after five inactive minutes to reduce background activity.
ar_sa: تعليق علامات التبويب الآمنة وغير المعدلة بعد خمس دقائق من عدم النشاط.
de_de: Sichere, unveränderte Tabs nach fünf Minuten Inaktivität anhalten.
es_es: Suspende las pestañas seguras y limpias tras cinco minutos de inactividad.
fr_fr: Suspend les onglets sûrs et propres après cinq minutes d’inactivité.
ja_jp: 安全で変更のないタブを 5 分間非アクティブになった後に一時停止します。
pt_br: Suspende guias seguras e sem alterações após cinco minutos de inatividade.
zh_cn: 安全且无更改的标签页闲置五分钟后暂停运行。

# UnloadTabsSettingsCard.Header
source: Unload inactive editors
ar_sa: إلغاء تحميل المحررات غير النشطة
de_de: Inaktive Editoren entladen
es_es: Descargar editores inactivos
fr_fr: Décharger les éditeurs inactifs
ja_jp: 非アクティブなエディターをアンロード
pt_br: Descarregar editores inativos
zh_cn: 卸载非活动编辑器

# UnloadTabsSettingsCard.Description
source: Close safe clean WebViews after fifteen inactive minutes. Selecting the tab recreates its editor and resets undo history.
ar_sa: إغلاق WebView الآمنة بعد خمس عشرة دقيقة. يؤدي تحديد علامة التبويب إلى إعادة إنشاء المحرر ومسح سجل التراجع.
de_de: Sichere WebViews nach fünfzehn Minuten schließen. Beim Auswählen wird der Editor ohne Rückgängig-Verlauf neu erstellt.
es_es: Cierra WebViews seguras tras quince minutos. Al seleccionar la pestaña se recrea el editor y se restablece el historial.
fr_fr: Ferme les WebViews sûres après quinze minutes. La sélection de l’onglet recrée l’éditeur et réinitialise l’historique.
ja_jp: 安全な WebView を 15 分後に閉じます。タブを選択するとエディターが再作成され、元に戻す履歴はリセットされます。
pt_br: Fecha WebViews seguras após quinze minutos. Selecionar a guia recria o editor e redefine o histórico.
zh_cn: 十五分钟后关闭安全的 WebView。选择标签页会重新创建编辑器并重置撤销历史记录。

# AboutSection.Text
source: About
ar_sa: حول
de_de: Info
es_es: Acerca de
fr_fr: À propos
ja_jp: バージョン情報
pt_br: Sobre
zh_cn: 关于

# AboutSettingsCard.Description
source: A local-first WinUI desktop host for Excalidraw.
ar_sa: تطبيق WinUI محلي أولًا لـ Excalidraw.
de_de: Eine lokale WinUI-Desktop-App für Excalidraw.
es_es: Una aplicación WinUI local para Excalidraw.
fr_fr: Une application de bureau WinUI locale pour Excalidraw.
ja_jp: ローカルファーストの Excalidraw 用 WinUI デスクトップアプリです。
pt_br: Um aplicativo WinUI local para o Excalidraw.
zh_cn: 以本地使用为核心的 Excalidraw WinUI 桌面应用。

# EditorWebView.AutomationProperties.Name
source: Excalidraw editor
ar_sa: محرر Excalidraw
es_es: Editor de Excalidraw
fr_fr: Éditeur Excalidraw
ja_jp: Excalidraw エディター
pt_br: Editor do Excalidraw
zh_cn: Excalidraw 编辑器

# StartupStatus.Text
source: Starting Excalidraw Desktop…
ar_sa: جارٍ بدء Excalidraw Desktop…
de_de: Excalidraw Desktop wird gestartet…
es_es: Iniciando Excalidraw Desktop…
fr_fr: Démarrage d’Excalidraw Desktop…
ja_jp: Excalidraw Desktop を起動しています…
pt_br: Iniciando o Excalidraw Desktop…
zh_cn: 正在启动 Excalidraw Desktop…

# RetryEditorButton.AutomationProperties.Name
source: Retry starting this editor
ar_sa: إعادة محاولة بدء هذا المحرر
de_de: Start dieses Editors wiederholen
es_es: Reintentar el inicio del editor
fr_fr: Réessayer de démarrer cet éditeur
ja_jp: このエディターの起動を再試行
pt_br: Tentar iniciar este editor novamente
zh_cn: 重试启动此编辑器

# RetryEditorButton.Content
source: Retry
ar_sa: إعادة المحاولة
de_de: Wiederholen
es_es: Reintentar
fr_fr: Réessayer
ja_jp: 再試行
pt_br: Tentar novamente
zh_cn: 重试

# WebView2HelpButton.AutomationProperties.Name
source: Open Microsoft WebView2 install and repair help
ar_sa: فتح تعليمات تثبيت Microsoft WebView2 وإصلاحه
de_de: Hilfe zur Installation und Reparatur von Microsoft WebView2 öffnen
es_es: Abrir ayuda de instalación y reparación de Microsoft WebView2
fr_fr: Ouvrir l’aide d’installation et de réparation de Microsoft WebView2
ja_jp: Microsoft WebView2 のインストールと修復のヘルプを開く
pt_br: Abrir ajuda de instalação e reparo do Microsoft WebView2
zh_cn: 打开 Microsoft WebView2 安装和修复帮助

# WebView2HelpButton.Content
source: WebView2 help
ar_sa: تعليمات WebView2
de_de: WebView2-Hilfe
es_es: Ayuda de WebView2
fr_fr: Aide WebView2
ja_jp: WebView2 ヘルプ
pt_br: Ajuda do WebView2
zh_cn: WebView2 帮助

# CloseFailedTabButton.AutomationProperties.Name
source: Close this failed drawing tab
ar_sa: إغلاق علامة تبويب الرسم التي فشل تشغيلها
de_de: Diesen fehlerhaften Zeichnungstab schließen
es_es: Cerrar esta pestaña de dibujo con error
fr_fr: Fermer cet onglet de dessin en échec
ja_jp: 起動できなかった図面タブを閉じる
pt_br: Fechar esta guia de desenho com falha
zh_cn: 关闭此启动失败的绘图标签页

# CloseFailedTabButton.Content
source: Close tab
ar_sa: إغلاق علامة التبويب
de_de: Tab schließen
es_es: Cerrar pestaña
fr_fr: Fermer l’onglet
ja_jp: タブを閉じる
pt_br: Fechar guia
zh_cn: 关闭标签页

# SystemLanguageOption
source: Use system language
ar_sa: استخدام لغة النظام
de_de: Systemsprache verwenden
es_es: Usar idioma del sistema
fr_fr: Utiliser la langue du système
ja_jp: システム言語を使用
pt_br: Usar idioma do sistema
zh_cn: 使用系统语言

# VersionFormat
source: Version {0}.{1}.{2}.{3}
ar_sa: الإصدار {0}.{1}.{2}.{3}
es_es: Versión {0}.{1}.{2}.{3}
ja_jp: バージョン {0}.{1}.{2}.{3}
pt_br: Versão {0}.{1}.{2}.{3}
zh_cn: 版本 {0}.{1}.{2}.{3}

# LanguageRestartMessageFormat
source: The application is currently using {0}. Restart Excalidraw Desktop to apply the selected language. Unsaved drawings will not be closed automatically.
ar_sa: يستخدم التطبيق حاليًا {0}. أعد تشغيل Excalidraw Desktop لتطبيق اللغة المحددة. لن تُغلق الرسومات غير المحفوظة تلقائيًا.
de_de: Die Anwendung verwendet derzeit {0}. Starten Sie Excalidraw Desktop neu, um die ausgewählte Sprache anzuwenden. Nicht gespeicherte Zeichnungen werden nicht automatisch geschlossen.
es_es: La aplicación usa actualmente {0}. Reinicia Excalidraw Desktop para aplicar el idioma seleccionado. Los dibujos sin guardar no se cerrarán automáticamente.
fr_fr: L’application utilise actuellement {0}. Redémarrez Excalidraw Desktop pour appliquer la langue sélectionnée. Les dessins non enregistrés ne seront pas fermés automatiquement.
ja_jp: 現在のアプリケーション言語は {0} です。選択した言語を適用するには Excalidraw Desktop を再起動してください。未保存の図面が自動的に閉じられることはありません。
pt_br: O aplicativo está usando {0}. Reinicie o Excalidraw Desktop para aplicar o idioma selecionado. Desenhos não salvos não serão fechados automaticamente.
zh_cn: 应用当前使用 {0}。重启 Excalidraw Desktop 以应用所选语言。未保存的绘图不会自动关闭。

# EditorAutomationName
source: Excalidraw editor
ar_sa: محرر Excalidraw
es_es: Editor de Excalidraw
fr_fr: Éditeur Excalidraw
ja_jp: Excalidraw エディター
pt_br: Editor do Excalidraw
zh_cn: Excalidraw 编辑器

# SleepingStatus
source: Sleeping — select this tab to resume
ar_sa: في وضع السكون — حدد علامة التبويب هذه للاستئناف
de_de: Ruhezustand — Tab zum Fortsetzen auswählen
es_es: En suspensión — selecciona esta pestaña para reanudar
fr_fr: En veille — sélectionnez cet onglet pour reprendre
ja_jp: スリープ中 — このタブを選択して再開
pt_br: Em suspensão — selecione esta guia para retomar
zh_cn: 休眠中 — 选择此标签页以恢复

# EditorFailureGuidance
source: Retry the editor or close this tab. Your saved drawing is not changed.
ar_sa: أعد محاولة تشغيل المحرر أو أغلق علامة التبويب. لم يتغير الرسم المحفوظ.
de_de: Starten Sie den Editor erneut oder schließen Sie diesen Tab. Die gespeicherte Zeichnung bleibt unverändert.
es_es: Reintenta el editor o cierra esta pestaña. El dibujo guardado no se ha modificado.
fr_fr: Réessayez l’éditeur ou fermez cet onglet. Votre dessin enregistré n’est pas modifié.
ja_jp: エディターを再試行するか、このタブを閉じてください。保存済みの図面は変更されていません。
pt_br: Tente iniciar o editor novamente ou feche esta guia. O desenho salvo não foi alterado.
zh_cn: 重试编辑器或关闭此标签页。已保存的绘图不会改变。

# DragOpenCaption
source: Open drawing tabs
ar_sa: فتح الرسومات في علامات تبويب
de_de: Zeichnungen in Tabs öffnen
es_es: Abrir dibujos en pestañas
fr_fr: Ouvrir les dessins dans des onglets
ja_jp: 図面をタブで開く
pt_br: Abrir desenhos em guias
zh_cn: 在标签页中打开绘图

# RecentFilesEmpty
source: No recent drawings
ar_sa: لا توجد رسومات حديثة
de_de: Keine zuletzt verwendeten Zeichnungen
es_es: No hay dibujos recientes
fr_fr: Aucun dessin récent
ja_jp: 最近使った図面はありません
pt_br: Nenhum desenho recente
zh_cn: 没有最近使用的绘图

source: Clear recent drawings
ar_sa: مسح الرسومات الحديثة
de_de: Zuletzt verwendete Zeichnungen löschen
es_es: Borrar dibujos recientes
fr_fr: Effacer les dessins récents
ja_jp: 最近使った図面を消去
pt_br: Limpar desenhos recentes
zh_cn: 清除最近使用的绘图

# SettingsTabTitle
source: Settings
ar_sa: الإعدادات
de_de: Einstellungen
es_es: Configuración
fr_fr: Paramètres
ja_jp: 設定
pt_br: Configurações
zh_cn: 设置

# ContextNewTab
source: New Tab
ar_sa: علامة تبويب جديدة
de_de: Neuer Tab
es_es: Nueva pestaña
fr_fr: Nouvel onglet
ja_jp: 新しいタブ
pt_br: Nova guia
zh_cn: 新建标签页

# ContextCopyPath
source: Copy Path
ar_sa: نسخ المسار
de_de: Pfad kopieren
es_es: Copiar ruta
fr_fr: Copier le chemin
ja_jp: パスをコピー
pt_br: Copiar caminho
zh_cn: 复制路径

# ContextRevealInExplorer
source: Reveal in Explorer
ar_sa: إظهار في مستكشف الملفات
de_de: Im Explorer anzeigen
es_es: Mostrar en el Explorador
fr_fr: Afficher dans l’Explorateur
ja_jp: エクスプローラーで表示
pt_br: Mostrar no Explorador
zh_cn: 在资源管理器中显示

# ContextMoveToNewWindow
source: Move Tab to New Window
ar_sa: نقل علامة التبويب إلى نافذة جديدة
de_de: Tab in neues Fenster verschieben
es_es: Mover pestaña a una ventana nueva
fr_fr: Déplacer l’onglet vers une nouvelle fenêtre
ja_jp: タブを新しいウィンドウに移動
pt_br: Mover guia para nova janela
zh_cn: 将标签页移到新窗口

# ContextCloseTab
source: Close Tab
ar_sa: إغلاق علامة التبويب
de_de: Tab schließen
es_es: Cerrar pestaña
fr_fr: Fermer l’onglet
ja_jp: タブを閉じる
pt_br: Fechar guia
zh_cn: 关闭标签页

# ContextCloseOtherTabs
source: Close Other Tabs
ar_sa: إغلاق علامات التبويب الأخرى
de_de: Andere Tabs schließen
es_es: Cerrar otras pestañas
fr_fr: Fermer les autres onglets
ja_jp: 他のタブを閉じる
pt_br: Fechar outras guias
zh_cn: 关闭其他标签页

# ContextCloseTabsRight
source: Close Tabs to the Right
ar_sa: إغلاق علامات التبويب إلى اليمين
de_de: Tabs rechts schließen
es_es: Cerrar pestañas a la derecha
fr_fr: Fermer les onglets à droite
ja_jp: 右側のタブを閉じる
pt_br: Fechar guias à direita
zh_cn: 关闭右侧标签页

# ActivatedDrawingOpenFailed
source: The activated drawing could not be opened.
ar_sa: تعذر فتح الرسم الذي تم تنشيطه.
de_de: Die aktivierte Zeichnung konnte nicht geöffnet werden.
es_es: No se pudo abrir el dibujo activado.
fr_fr: Impossible d’ouvrir le dessin activé.
ja_jp: 起動時に指定された図面を開けませんでした。
pt_br: Não foi possível abrir o desenho ativado.
zh_cn: 无法打开激活的绘图。

# CancelButton
source: Cancel
ar_sa: إلغاء
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
ja_jp: キャンセル
pt_br: Cancelar
zh_cn: 取消

# ChangedOnDiskTitleSuffix
source: — Changed on disk
ar_sa: — تم التغيير على القرص
de_de: — Auf Datenträger geändert
es_es: — Cambiado en el disco
fr_fr: — Modifié sur le disque
ja_jp: — ディスク上で変更されました
pt_br: — Alterado no disco
zh_cn: — 已在磁盘上更改

# DiscardAllButton
source: Discard all
ar_sa: تجاهل الكل
de_de: Alle verwerfen
es_es: Descartar todo
fr_fr: Tout ignorer
ja_jp: すべて破棄
pt_br: Descartar tudo
zh_cn: 全部放弃

source: Discard and create
ar_sa: تجاهل وإنشاء
de_de: Verwerfen und erstellen
es_es: Descartar y crear
fr_fr: Ignorer et créer
ja_jp: 破棄して作成
pt_br: Descartar e criar
zh_cn: 放弃并新建

source: Discard and open
ar_sa: تجاهل وفتح
de_de: Verwerfen und öffnen
es_es: Descartar y abrir
fr_fr: Ignorer et ouvrir
ja_jp: 破棄して開く
pt_br: Descartar e abrir
zh_cn: 放弃并打开

# DiscardButton
source: Discard
ar_sa: تجاهل
de_de: Verwerfen
es_es: Descartar
fr_fr: Ignorer
ja_jp: 破棄
pt_br: Descartar
zh_cn: 放弃

# DiscardUnsavedChangesTitle
source: Discard unsaved changes?
ar_sa: هل تريد تجاهل التغييرات غير المحفوظة؟
de_de: Nicht gespeicherte Änderungen verwerfen?
es_es: ¿Descartar los cambios sin guardar?
fr_fr: Ignorer les modifications non enregistrées ?
ja_jp: 未保存の変更を破棄しますか?
pt_br: Descartar alterações não salvas?
zh_cn: 放弃未保存的更改？
